Revit 2027 API
SpecTypeId.StructuralVelocity Property
 Velocity, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralVelocity { get; }
Public Shared ReadOnly Property StructuralVelocity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralVelocity {
	ForgeTypeId^ get ();
}
static member StructuralVelocity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace